{
    "sampleQuestions": [
      "Where do you see yourself in 5 years?",
      "What's the most adventurous thing you've ever done?",
      "What's the best book you've read recently?",
      "Do you prefer the mountains or the beach?",
      "What's the most important lesson you've learned in life?",
      "If you could have dinner with any historical figure, who would it be?",
      "What's the last movie you saw in theaters?",
      "What's your hidden talent?",
      "What's your go-to karaoke song?",
      "Do you believe in luck?",
      "What's the most interesting place you've ever visited?",
      "If you could live anywhere in the world, where would it be?",
      "What's your biggest fear?",
      "What's the best piece of advice you've ever received?",
      "If you won the lottery, what's the first thing you would buy?",
      "What's your morning routine?",
      "If you could time travel, would you go to the past or the future?",
      "What's your favorite way to spend a rainy day?",
      "What's the most challenging thing you've ever done?",
      "What's the best meal you've ever had?",
      "What's your favorite childhood memory?",
      "What's the most unusual job you've ever had?",
      "What's your favorite family tradition?",
      "What's your guilty pleasure?",
      "What's your most prized possession?",
      "What's your idea of a perfect day?",
      "If you could have any superpower, what would it be?",
      "What's the funniest thing that has ever happened to you?",
      "What's your favorite quote or saying?",
      "What's the most embarrassing moment you've experienced?",
      "What's the best concert you've ever attended?",
      "What's one thing you can't live without?",
      "What's the most inspiring book you've ever read?",
      "What's your favorite thing to do on the weekends?",
      "What's the best gift you've ever received?",
      "What's the first thing you do when you wake up?",
      "If you could change one thing about yourself, what would it be?",
      "What's the best compliment you've ever received?",
      "What's the most important quality in a friend?",
      "What's your biggest regret?",
      "If you could switch lives with someone for a day, who would it be?",
      "What's the most interesting fact you know?",
      "What's your favorite holiday and why?",
      "What's your go-to comfort food?",
      "What's the most beautiful place you've ever seen?",
      "What's the best decision you've ever made?",
      "If you could learn any skill instantly, what would it be?"
    ]
  }
  